#include <iostream> 
using namespace std;
// Task_DZ_3
int main() {
    setlocale(0, "RUS");
    cout << "**********                            *                                           *                             *******************\n";
    cout << "**        *                       **     **                                   **     **                         **                 *\n";
    cout << "**        *                   **             **                           **             **                     **                   *\n";
    cout << "**        *                 **                 **                       **                 **                   **                     *\n";
    cout << "***********               **                     **                   **                     **                 **                       *\n";
    cout << "**        *             **                         **               *****************************               **                         *\n";
    cout << "**        *           **                             **           **                             **             **                        *\n";
    cout << "**        *         **                                 **       **                                 **           **                       *\n";
    cout << "**        *       **                                    **     **                                    **         **                      *\n";
    cout << "**        *     **                                        ** **                                        **       **                     *\n";
    cout << "***********   **                                            **                                           **     ***********************\n";

    //Task_DZ_4
    cout << "\n";
    cout << "\n";
    cout << "         *\n";
    cout << "        / \\\n";
    cout << "       /   \\\n";
    cout << "      /     \\\n";
    cout << "     /       \\\n";
    cout << "   /           \\\n";
    cout << "  /             \\\n";
    cout << " /   *        *   \\\n";
    cout << "/      \\    /      \\\n";
    cout << "        \\  /\n";
    cout << "         *\n";

    //Task_DZ_5
    cout << "\n";
    cout << "\n";
    cout << "Меня зовут Владислав Дедок,я опытный программист со стажем 3 года\n";
    cout << "Моя специализация - разработка программ на С++,Python и JavaScript\n";
    cout << "Имею дело с продвинутыми навыками и умениями в написании программ\n";
    cout << "Готов приступить к работе,также рассматриваю вариант работы удалённо\n";


}

